export default {
    mem_account: '會員專區',
    mem_login: '會員登入',

    login: '會員登入',
    account_title: '手機號碼 / 電子郵件信箱',
    password: '密碼',
    forgot_pass: '忘記密碼',
    keeplogin: '保持登入',
    regist: '立即註冊',
    join: '立即加入',
    sign_out: '登出',

    regist_title: '會員註冊',
    phone_valie: '手機驗證',
    fill_info: '填寫會員資料',
    select_level: '選擇會員等級',

    input_phone: '輸入您的手機號碼',
    phone_example: '範例：0983123123',
    send_text: '傳送簡訊驗證',
    input_the_code: '請輸入您簡訊收到的驗證碼',
    clear: '清除輸入',
    resent: '重新發送認證信',
    second: '秒',
    confirm_vali_code: '確認驗證碼',
    sendtext_success: '成功送出簡訊，請檢查您的手機簡訊',
    // 會員登入alert
    login_success: '恭喜你登入成功囉～',
    login_err_text: '您的帳號或者密碼可能輸入錯誤，請重新輸入',
    login_err: '登入錯誤',
    login_valierr: '驗證錯誤',
    logout_alert: '成功登出，隨時登入可隨時接收更多最新消息喔',

    // 會員註冊-手機驗證pop
    verify_phone: '驗證手機',
    verify_phone_text: '請輸入您簡訊收到的驗證碼 *',
    clear_input: '清除輸入',
    resend_verify: '重新發送認證信',
    confirm_verify: '確認驗證碼',
    confirm_success: '簡訊認證碼驗證成功',
    message_err: '簡訊寄送錯誤',
    message_err2: '簡訊認證錯誤',
    message_err_warn: '失敗驗證',
    message_warn: '驗證碼失敗',
    message_err_alert: '抱歉，驗證碼輸入錯誤',

    // 輸入email
    email_title: '輸入您的 Email',
    email_text: 'Oops！您好像還沒輸入東西喔？',

    // 會員資料
    fill_out_information: '填寫會員資料',
    mem_name: '姓名',
    mem_birthday: '生日',
    mem_gender: '性別',
    mem_email: '電子信箱',
    mem_phone: '行動電話',
    mem_address: '通訊地址',
    mem_password: '設定密碼',
    mem_confirm_password: '再次確認',
    genderTypes: [
        { name: '男性', type: 'male' },
        { name: '女性', type: 'female' },
        { name: '其他', type: 'others' }
    ],
    mem_name_ex: '請正確輸入您的姓名', 
    mem_date_ex: '日期區間選擇', 
    mem_email_ex: '範例 user1234@tpac-taipei.org',
    mem_password_ex: '請輸入 8~16 位中英混搭密碼',
    mem_confirm_password_ex: '請再次輸入密碼',
    terms_title: '臺北表演藝術中心會員服務使用條款',
    termsContent: '<p>歡迎您加入會員並使用臺北表演藝術中心（以下簡稱本中心）所提供之各項會員服務（以下簡稱本服務）。</p><br><p>提醒您，未成年人申請本中心會員前，須由監護人閱讀、瞭解並同意本約定書之內容，方得申請會員及繼續使用本中心會員服務。當會員使用或繼續使用會員服務時，即推定會員的監護人已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</p><br><p>當您完成會員註冊手續或開始使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款及相關活動規約之所有內容。日後本中心如有修改或變更本服務條款之內容，修改後的服務條款內容將公告於本中心官方網站，將不對會員事先或個別通知，建議您經常確認本服務條款之最新條文內容。若您於任何修改或變更後繼續使用本服務，視為您已閱讀、瞭解並同意接受該等修改或變更。如果您無法遵守或不同意本服務條款內容時，請您立即停止使用本服務。</p>',
    termsContent_regist: '<p dir="ltr">歡迎您加入會員並使用臺北表演藝術中心（以下簡稱本中心）所提供之各項會員服務（以下簡稱本服務）。</p><p dir="ltr">提醒您，未成年人申請本中心會員前，須由監護人閱讀、瞭解並同意本約定書之內容，方得申請會員及繼續使用本中心會員服務。當會員使用或繼續使用會員服務時，即推定會員的監護人已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</p><p dir="ltr">當您完成會員註冊手續或開始使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款及相關活動規約之所有內容。日後本中心如有修改或變更本服務條款之內容，修改後的服務條款內容將公告於本中心官方網站，將不對會員事先或個別通知，建議您經常確認本服務條款之最新條文內容。若您於任何修改或變更後繼續使用本服務，視為您已閱讀、瞭解並同意接受該等修改或變更。如果您無法遵守或不同意本服務條款內容時，請您立即停止使用本服務。</p><h4 dir="ltr">個人資料蒐集與保護</h4><p dir="ltr">為確保會員個人資料、隱私及消費者權益之保護，在您申辦本中心會員資格同時，本中心將必須蒐集消費者之個人資料。謹依據個人資料保護法第八條規定告知您以下事項：</p><ol><li dir="ltr"><p dir="ltr">蒐集目的：本中心蒐集消費者個人資料之目的係供進行行銷、類似契約或其他法律關係事務、資（通）訊服務、客戶管理與服務、調查統計與研究分析及其他電子商務服務。</p></li><li dir="ltr"><p dir="ltr">蒐集類別：</p><ol><li dir="ltr"><p dir="ltr">識別個人者：姓名、地址、電話、電子郵件</p></li><li dir="ltr"><p dir="ltr">個人描述：出生年月日、性別</p></li><li dir="ltr"><p dir="ltr">其他得以直接或間接方式識別個人之資料</p></li></ol></li><li dir="ltr"><p dir="ltr">利用期間、地區、對象及方式：</p><ol><li dir="ltr"><p dir="ltr">期間：本中心停止提供本服務之日止。</p></li><li dir="ltr"><p dir="ltr">地區：以下列利用對象之所在地。</p></li><li dir="ltr"><p dir="ltr">對象：會員之個人資料將用於本中心之會員與客戶管理之檢索查詢，以及辨識身份、金流服務與行銷宣傳等，包括但不限於向會員寄送行銷與活動資訊；或在必要範圍內，本中心得將會員之個人資料提供予服務合作夥伴以達上述蒐集目的。</p></li><li dir="ltr"><p dir="ltr">方式：符合個人資料保護相關法令以自動化機器或其他非自動化之利用方式。另，為辦理會員購票優惠及相關服務，會員同意本中心得就其於OPENTIX兩廳院文化生活、本中心委託或合作之售票通路、本中心商場或異業合作店家、本中心網站或社群媒體等行為紀錄及消費資料，於必要範圍內進行蒐集、處理或利用。</p></li></ol></li><li dir="ltr"><p dir="ltr">其他得免為告知事項悉依個人資料保護法第八條第二項各款規定處理。</p></li></ol><h4 dir="ltr">會員就其提供之個人資料之權利</h4><ol><li dir="ltr"><p dir="ltr">本中心對於所蒐集之會員個人資料，會員本人得依個人資料保護法對本中心行使以下權利：查詢或請求閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理或利用、請求刪除。會員如欲行使上述權利，可自行登入會員帳戶處理，或與本中心客服聯絡申請（電話：02-7756-3888；信箱：service@tpac-taipei.org）。</p></li><li dir="ltr"><p dir="ltr">如拒絕提供加入會員所需知必要資料，將可能導致無法完成會員申請或享受完整之服務內容。</p></li></ol><p>&nbsp;</p><h4 dir="ltr">個人資料正確性維持義務</h4><p dir="ltr">為能使用本服務，您同意並承諾以下事項：</p><ol><li dir="ltr"><p dir="ltr">依本服務註冊時應填寫之欄位提供您本人正確、最新的資料，且無利用偽造或變造之資料作為重複註冊登錄等情事。</p></li><li dir="ltr"><p dir="ltr">維護並即時更新您個人資料，確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，本中心有權不經事先通知，逕行暫停或終止您的帳號，並拒絕您使用本服務之全部或一部份。</p></li><li dir="ltr"><p dir="ltr">如因您登錄不實資料或冒用他人名義以致於侵害他人之權利或違法時，應自負法律責任，如因此造成本中心損害，您應負賠償之責任。<br/>&nbsp;</p></li></ol><p>&nbsp;</p><h4 dir="ltr">會員帳號與密碼之保管及安全</h4><ol><li dir="ltr"><p dir="ltr">您完成本服務的註冊登記後，需完成電子信箱認證方可使用本服務。本中心將會寄送帳號開通認證信至您註冊所登記的電子信箱，請您於5小時內完成點擊註冊認證信的連結，帳號開通作業方屬成功。有效開通帳號以本中心系統資料紀錄為準，若未於註冊後60小時內完成上述帳號開通程序，您所註冊的會員帳號將被視為無效而刪除，請重新註冊加入。</p></li><li dir="ltr"><p dir="ltr">您的會員帳號、密碼及會員權益僅供您個人使用及享有，請謹慎保管該等會員帳號、密碼及不得洩漏予第三人或轉借、轉讓予任意第三人使用或使會員權益以任何方式授權與他人共同使用。若有前開情事，本中心有權撤銷會員資格或終止會員服務，若因此發生損害，本中心得依法向您請求損害賠償及保留法律追訴權。</p></li><li dir="ltr"><p dir="ltr">請您務必維持密碼及帳號之機密安全，任何依照系統規定方法輸入會員帳號及密碼與登入資料一致時，無論是否由本人親自輸入，均將視為會員本人所使用。如您發現您的密碼或帳號遭到盜用、不當使用或有其他任何安全問題發生時，請立即通知本中心。有前開情事或本中心無法辨識是否為本人使用之情況時，本中心有權暫停或終止提供會員服務，並對此所致之損害，概不負責。</p></li><li dir="ltr"><p dir="ltr">當您每次連線完畢後，應確實執行登出以結束您的帳號使用，以防止被他人盜用。</p></li></ol><p>&nbsp;</p><h4 dir="ltr">會員帳戶權益與資料變更修改方式</h4><ol><li dir="ltr"><p dir="ltr">會員帳號僅限會員本人使用，且每一會員只能擁有一個會員帳號，如違反本服務規定、程序或者提供任何不實資料，將導致會員喪失會員資格，且其累積之購票張數與場次將不計入回饋方案，相關優惠權益亦失其效力。對於違規事件所獲得的不當利益，本中心保留法律追訴權。</p></li><li dir="ltr"><p dir="ltr">如果您的個人資料有變更，您可自行登入會員帳戶進行更正。</p></li><li dir="ltr"><p dir="ltr">會員帳戶之方案回饋、兌換或折抵交易服務以本中心系統資料紀錄為準。</p></li></ol><h4 dir="ltr">註銷帳戶與終止會員身分</h4><ol><li dir="ltr"><p dir="ltr">付費加入會員者，需於繳費時選擇會員方案，每位付費會員僅能選擇一種會員方案，如欲變更會員方案，需要終止當前會員方案，並重新繳交年費選擇會員方案。</p></li><li dir="ltr"><p dir="ltr">付費加入會員者，如未使用任何會員權益，可於入會訂單成立後 7 日內辦理退款，為了加快退款時效，同意由臺北表演藝術中心代為處理銷售憑證。（例：發票處理或折讓）</p></li><li dir="ltr"><p dir="ltr">如果您不願意將您的資料提供予本中心繼續使用，請聯繫本中心客服完成註銷（電話：02-7756-3888；信箱：service@tpac-taipei.org）。會員帳戶一旦註銷，將不再享有所有會員服務及權益，亦無法恢復已註銷之會員帳號。您所繳之年費不允退費。註銷生效後，恕不接受事後追溯與補發。</p></li></ol><h4 dir="ltr">服務內容變更與行銷資訊發送</h4><ol><li dir="ltr"><p dir="ltr">會員同意本中心就所提供本服務之範圍內，本中心均得隨時視業務及實際需要，增減、變更或終止相關服務項目或內容，且無須個別通知會員。</p></li><li dir="ltr"><p dir="ltr">會員同意本中心得按實際執行情形，增加、修改或終止相關活動，並得自行選擇最適當方式通知會員。</p></li><li dir="ltr"><p dir="ltr">會員同意本中心得不定期以書面郵寄、電子報、簡訊或推播訊息方式發送節目、活動或商品等行銷資訊至會員所登錄之住址、電子信箱帳號、行動電話號碼或社群媒體帳號。當會員收到訊息後得向本中心表示拒絕接受行銷，本中心將停止繼續發送前述行銷資訊。</p></li></ol><h4 dir="ltr">通知型訊息</h4><p dir="ltr">本公司/本服務將以通知型訊息傳送重要訊息給您。即使未加入本公司/本服務好友，您仍可接收到通知型訊息。本公司/本服務傳送之通知型訊息以對您有效且重要的訊息為限，以廣告或其他目的的訊息皆不會被傳送。滿足以下三個條件者，將可收到通知型訊息。&nbsp;</p><p dir="ltr">(1) LINE 帳號設定的電話號碼與本公司/本服務所傳來的電話號碼比對相符</p><p dir="ltr">(2) 該 LINE 帳號已在 LINE APP 設定中，同意接收通知型訊息</p><p dir="ltr">(3) LINE 帳號未封鎖傳送訊息之 LINE 官方帳號。欲變更通知型訊息的設定，操作如下：&nbsp;</p><p dir="ltr">(1) 點選「好友」＞「設定」&nbsp;</p><p dir="ltr">(2) 點選「隱私設定」&nbsp;</p><p dir="ltr">(3) 點選「提供使用資料」&nbsp;</p><p dir="ltr">(4) 點選「通知型訊息」&nbsp;</p><p dir="ltr">(5) 開關「接收通知型訊息」。</p><p dir="ltr">關閉「接收通知型訊息」後，將不會接收到來自任何企業官方帳號或認證官方帳號的通知型訊息。</p><h4 dir="ltr">拒絕或終止您的使用</h4><p dir="ltr">您同意本中心基於維護交易安全及保障帳戶個人資料之考量，因任何理由，包含但不限於缺乏使用，或違反本服務條款的明文規定及精神，其他不當使用或濫用會員權益之行為者，將終止您的密碼、帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除，可於事前通知或不通知的狀況下，隨時終止本服務或任何部分。此外，您若同意本服務之使用被終止，本中心對您或任何第三人均不承擔責任。</p><p>&nbsp;</p><h4 dir="ltr">服務條款之增訂或修改</h4><p dir="ltr">本中心保留隨時增訂或修改本服務條款之權利，異動後的服務條款內容將公告於本中心官方網站，會員應定期檢視本服務條款及相關規約，恕不另對會員事先或個別通知。如果您不同意修改內容，請停止繼續使用本服務。倘若您繼續使用本中心提供之會員服務，則視為您同意並接受本服務條款之任何修改或變更。</p><h4 dir="ltr">服務暫停或中斷</h4><p dir="ltr">本中心將以合理之技術及方式，維護會員服務之正常運作，但如有下列情形之一時，本中心得暫停或中斷部分或全部服務等必要措施，本中心不負擔任何賠償責任：</p><ol><li dir="ltr"><p dir="ltr">本中心電子通信設備進行必要之保養或施工時。發生突發性之電子通信設備故障時。本中心申請之電子通信服務被停止，無法提供服務時。因不可抗力因素或其他不可歸責本中心之事由，致本中心網站無法提供服務時。</p></li><li dir="ltr"><p dir="ltr">發生突發性之系統設備異常或故障時。</p></li><li dir="ltr"><p dir="ltr">系統負荷過重，對服務內容運作造成滯礙時。</p></li><li dir="ltr"><p dir="ltr">因天災、事變、或其他不可抗力、或因系統遭第三人入侵、或因其他非可歸責於本中心之事由、或非本中心所得控制之事由而導致系統不能正常運作或遭偽造、竄改、刪除或擷取時。</p></li><li dir="ltr"><p dir="ltr">您有任何違反政府法令或本服務條款時。</p></li></ol><h4 dir="ltr">會員優惠之使用</h4><ol><li dir="ltr"><p dir="ltr">會員於會員資格有效期限內，購買本中心主辦節目票券及商場消費，出示會員證明即可享有會員優惠。</p></li><li dir="ltr"><p dir="ltr">會員於會員資格有效期限內，於網路購票時登入會員資料，即可享有會員購票優惠。</p></li><li dir="ltr"><p dir="ltr">本中心保有變更或終止會員優惠活動，及發行與停卡之權利。</p></li><li dir="ltr"><p dir="ltr">本中心將不定期更新或變更會員優惠，以本中心館內及官方網站公告為主。</p></li></ol><h4 dir="ltr">準據法與管轄法院</h4><p dir="ltr">關於本服務條款之解釋與適用，以中華民國之法律為準據法。</p><p>會員因使用本服務而與本中心所生的爭議，同意本誠信原則解決之，如有訴訟之必要時，除法律另有規定者外，同意以臺灣士林地方法院為第一審管轄法院。</p>',
    terms_check_1: '我已閱讀並同意上述會員服務使用條款',
    terms_check_2: '我想收到臺北表演藝術中心的電子報及相關優惠資訊',
    save_btn: '儲存修改',
    save_btn2: '確認送出',
    reset_btn: '重設密碼',
    unused_tab: '未使用',
    used_tab: '已使用',
    expired_tab: '已失效',
    unavailable_tab: '尚未開啟',
    mem_mr: '先生',
    mem_ms: '小姐',
    upgrade_title: '立即升級開啟會員卡',
    upgrade_btn: '立即升級',
    verify_title: '未驗證',
    verify_btn: '點我驗證',
    password_err: '至少包含1位英文或者數字',
    address_err: '請輸入正確的中文地址',
    confirm_next: '您尚未同意本中心所規範之使用者條款',
    go_next: '前往填寫資料',
    free_regist_test: '恭喜您免費註冊成功！現在可以透過上方會員登入來登入會員。',
    registration_failed: '註冊失敗：',
    member_information: '成功修改會員資料',
    reset_successfully: '重設成功',
    reset_failed: '重設失敗',
    extend_member: '續會',
    extend_button_name: '續會購買',
    // 優惠卷
    coupon_name: '名稱',
    coupon_details: '詳細內容',
    coupon_status: '使用狀態',
    coupon_more: '查看更多',
    coupon_title: '您沒有任何優惠券',
    coupon_text: '記得去 Opentix 綁定會員才能取得優惠券喔！',
    bind_member: '綁定會員 GO',
    coupon_applicable: '適用通路',
    coupon_description: '優惠說明',
    coupon_time: '有效日期',
    coupon_description2: '兌換內容',
    coupon_time2: '兌換效期',
    coupon_start_time: '啟用日期',
    coupon_tpac: '臺北表演藝術中心',
    current_discount: '折扣趴數',
    current_price: '折扣金額',
    exchange_success: '兌換成功',
    exchange_now: '立即兌換',

    // 票匣
    ticket_text: '您還未購買任何票券',
    order_text: '您還未購買任何東西',


    // 會員等級
    TPACP1: '新手玩家',
    TPACP2: '團隊玩家',
    TPACP3: '成癮玩家',
    player1_name: '尚未驗證',
    player2_name: '新手玩家',
    player3_name: '團隊玩家',
    player4_name: '成癮玩家',
    step_btn: '上一步',
    next_step_btn: '下一步',
    member_form_title: {
        row1: '申辦年費',
        row2: '申辦年費',
        row3: '入會禮',
        row4: '主辦節目購票折扣',
        row5: '主辦節目購票方案',
        row6: '續會優惠',
        row7: '權益'
    },
    mem_level: [
        {
            title: '✸ 新手玩家 ✸',
            btn_name: '免費註冊',
            // method: this.freeRegist,
            price: '免費',
            gift: '100元折價券2張'
            // discount: '-',
            // plan: '-',
            // renew_discount: '-',
            // rights: '-'
        }, {
            title: '✸ 團隊玩家 ✸',
            btn_name: '付費註冊',
            // method: this.payRegist1,
            price: '1000元',
            // price_discount: '限時特惠900元',
            // gift: '-',
            discount: '啟售後9折',
            plan: '同場次不限票級<br>4張以上75折，10張以上7折',
            renew_discount: '年費7折',
            rights: '主辦活動／導覽／課程8折優惠<br>精選商店特別優待'
        }, {
            title: '✸ 成癮玩家 ✸',
            btn_name: '付費註冊',
            // method: this.payRegist2,
            price: '1000元',
            // price_discount: '限時特惠900元',
            // gift: '-',
            discount: '3日預購期8折<br>啟售後9折',
            plan: '不限票級<br>累計滿3場就送1張5折券',
            renew_discount: '年費7折',
            rights: '主辦活動／導覽／課程8折優惠<br>精選商店特別優待'
        }
    ],

    // 會員-專區
    navlist: {
        name1: '會員專區',
        name2: '個人資料',
        name3: '優惠券',
        name4: '訂單記錄',
        name5: '票匣'
    },
    member_level_title: '會員身份',
    show_accumulated: '場次累計',
    shows: '場',
    expiration_date: '會員到期日',
    member_level1: '新手玩家',
    
    // 會員-訂單
    checkout_title: '取消訂單',
    membership: '會員身份 *',
    send_coupon_code: '套用折扣碼',
    get_coupon: '輸入折扣碼取得優惠券',
    coupon_code: '優惠折扣碼',
    choose_coupon: '選擇優惠券',
    cancel_coupon: '取消使用優惠券',
    effective_date: '有效日期：',
    choose_to_pay: '選擇付款方式',
    membership_period: '會員效期',
    order_details: '明細',
    payment_method: '付款方式',
    order_subtotal: '小計',
    order_total: '總計',
    checkout: '結帳GO',
    confirm_order: '確認訂單',
    paymentMethods: [
        {
            name: '信用卡',
            p: '選擇此選項將會跳轉至台新刷卡頁面',
            img: '/imgs/icons/banklogo.svg',
            value: 'credit'
        }
        // {
        //     name: 'LINEPAY',
        //     p: '選擇此選項將會跳轉至台新刷卡頁面',
        //     img: '/imgs/icons/linepaylogo.svg',
        //     value: 'linepay',
        //     color: '#1FB749'
        // }
    ],
    typeRadio: [
        { 
            name: '團隊玩家', 
            value: 'TPACP1',
            des: '自會籍啟用日起算一年效期',
            price: 0,
            id: 0
        }, { 
            name: '成癮玩家', 
            value: 'TPACP2',
            des: '自會籍啟用日起算一年效期',
            price: 0,
            id: 0
        }
    ],
    select_player_level: '您尚未選擇任玩家等級',
    unpaid_order: '您有尚未付款的訂單',
    order_cancelled: '成功取消訂單',
    err: '錯誤',
    success_err: '成功錯誤',

    ord_unpaid: '未付款',
    ord_payment_fail: '付款失敗',
    ord_exceeded_payment_time: '超過付款時間',
    ord_paid: '已付款',
    ord_refunding: '退款中',
    ord_refunded: '已退款',

    ord_processing: '處理中',
    ord_confirmed: '已確認',
    ord_completed: '已完成',
    ord_cancelled: '已取消',

    ord_unmber: '訂單編號：',
    ord_orderStatus: '訂單狀態',
    ord_payStatus: '付款狀態',
    ord_method: '付款方式',
    ord_order_time: '購買時間',
    ord_total_price: '訂單金額',
    pay_to_go: '付款去',
    tick_organizer: '主辦單位',

    // 會員-付款結果
    payment_result_text: '再',
    payment_result_text2: '秒後，將跳轉至會員專區',
    payment_result_text3: '信用卡資訊異常，請重新付款或者再次確認信用卡資訊',
    payment_result: '付款結果',
    steps: [
        { name: '訂單付款', isCurrent: true },
        { name: '付款結果', isCurrent: true }
    ],
    result_title: '成功付款',
    result_err: '付款失敗',

    // 會員-結帳付款
    checkout_payment: '結帳付款',
    coupon_received_successfully: '優惠券領取成功',
    err_create: '創建訂單錯誤：',
    err_pay: '支付錯誤：',

    // 會員-FAQ
    fqa_title: '會員-FAQ',
    fqa: [
        {
            template: 'qa',
            title: '折扣方案比較',
            content: '',
            qas: [
                {
                    quest: '兩個會員方案差在哪?',
                    answer: '團隊玩家立即享有折扣，同場次同票級買３送１、買７送３。成癮玩家獨享會員預購期３天，不限票級累計購買３場演出贈送１張五折券，贈送獎勵將於演後隔日凌晨00:00-02:00發送。'
                }, {
                    quest: '我怎麼知道自己適合哪種方案？',
                    answer: '團隊玩家立即享有折扣，同場次同票級買３送１、買７送３。成癮玩家獨享會員預購期３天，不限票級累計購買３場演出贈送１張五折券，贈送獎勵將於演後隔日凌晨00:00-02:00發送。'
                }, {
                    quest: '會員享有哪些節目折扣？怎麼判別？那些算主辦節目？',
                    answer: '第一種是主辦節目優惠，你可以依照會員身分使用相應的會員折扣。第二種是主辦活動優惠購票８折。第三種是合辦節目優惠，於北藝中心演出或三節的合辦節目，將為會員提供9折至95折不等的優惠，詳細資訊會隨每月會員電子報寄出最新的演出及會員折扣快訊。'
                }, {
                    quest: '三節的節目都算場次嗎?',
                    answer: '三節的節目依合作性質不同，故部分為主辦節目，部分為合辦節目，詳細資訊請以官網顯示為準。臺北藝穗節所有合辦節目享折扣優惠。'
                }
            ]
        }, {
            template: 'qa',
            title: '成癮玩家問題',
            content: '',
            qas: [
                {
                    quest: '場次如何計算？何時會收到五折券獎勵？',
                    answer: '凡購買北藝中心主辦的節目，不限票級，將計為一場。系統將於第三場演後隔日凌晨00:00-02:00發送一張5折折扣券。'
                }, {
                    quest: '如果演出日到了沒有續會，但已經購買３場演出，是否就不會拿到五折券？',
                    answer: '若會員期間累計滿三場，而不續會，系統仍會於演出後贈送5折券，但若註銷北藝官網免費會員資格，基於個資法規範，本中心無法發送該獎勵。'
                }, {
                    quest: '五折券相關使用規範有什麼？',
                    answer: '五折券適用於購買「臺北表演藝術中心」主辦節目票券（不含「合辦」及「共同主辦」節目）。每張優惠券限用一張票券，亦不適用於節目預購期，各優惠無法合併使用。使用優惠券時，網站／APP購票折扣方案請點選全票折抵，超商（7-ELEVEN、FamilyMart）購票無法使用優惠券，相關使用條件以OPENTIX優惠券顯示為主。'
                }
            ]
        }, {
            template: 'qa',
            title: '入會及續會問題',
            content: '',
            qas: [
                {
                    quest: '會員會費可以打統編嗎?用公司名入會?',
                    answer: '會員辦法適用個人身份加入。若公司行號、機關團體欲購票，北藝中心將提供更便捷的服務，詳情請洽客服信箱。'
                }, {
                    quest: '續會折扣多少？',
                    answer: '凡本中心會員於會員期間續會，享下一個會期年費7折折扣。'
                }
            ]
        }
    ],
    // 會員權益說明
    rights_title: '會員-權益說明',
    rightsData: [
        {
            template: 'a',
            title: '權益說明',
            content: ' <h4>優惠使用規範</h4> <p>預購期間恕不適用其他優惠。會員於現場購票請出示電子會員卡，如未攜帶手機，可現場出示身分證件核對姓名／生日／手機號碼購票。</p><h4>消費場次累計辦法</h4> <ul> <li>會籍到期後場次數即歸零，不列入下年度累計。</li><li>成為成癮玩家後，於 OPENTIX 完成「臺北表演藝術中心會員」身分綁定後即可開始累計場次。</li><li>在 OPENTIX 購買臺北表演藝術中心主辦付費節目，每觀賞完 1 場次記數為「1」</li><li>累計場次將於節目演出結束後自動計入會員帳戶，同一場次票券，恕不重複累計。</li><li>累計場次計入購票會員帳戶，無法進行移轉及補計。</li></ul> <h4>取消入會</h4> <p>付費加入會員者，如未使用任何會員相關權益，可於入會訂單成立後 7 日內辦理退款，為了加快退款時效，同意由臺北表演藝術中心代為處理銷售憑證。（例：發票處理或折讓）</p><h4>會員資料變更</h4> <ul> <li>變更基本資料<br>可於線上變更，或於服務時間12:00-20:00電洽02-7756-3888。</li><li>變更密碼<br>如遺忘或需變更原設定會員密碼，請進入臺北表演藝術中心官網查詢或變更， 或於臺北表演藝術中心服務臺由工作人員協助辦理。</li></ul>'
        }
    ],
    // 會員服務條款
    service_title: '會員-服務條款',
    serviceData: [
        {
            template: 'a',
            title: '服務條款',
            content: '<p dir="ltr">歡迎您加入會員並使用臺北表演藝術中心（以下簡稱本中心）所提供之各項會員服務（以下簡稱本服務）。</p><p dir="ltr">提醒您，未成年人申請本中心會員前，須由監護人閱讀、瞭解並同意本約定書之內容，方得申請會員及繼續使用本中心會員服務。當會員使用或繼續使用會員服務時，即推定會員的監護人已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。</p><p dir="ltr">當您完成會員註冊手續或開始使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款及相關活動規約之所有內容。日後本中心如有修改或變更本服務條款之內容，修改後的服務條款內容將公告於本中心官方網站，將不對會員事先或個別通知，建議您經常確認本服務條款之最新條文內容。若您於任何修改或變更後繼續使用本服務，視為您已閱讀、瞭解並同意接受該等修改或變更。如果您無法遵守或不同意本服務條款內容時，請您立即停止使用本服務。</p><h4 dir="ltr">個人資料蒐集與保護</h4><p dir="ltr">為確保會員個人資料、隱私及消費者權益之保護，在您申辦本中心會員資格同時，本中心將必須蒐集消費者之個人資料。謹依據個人資料保護法第八條規定告知您以下事項：</p><ol><li dir="ltr"><p dir="ltr">蒐集目的：本中心蒐集消費者個人資料之目的係供進行行銷、類似契約或其他法律關係事務、資（通）訊服務、客戶管理與服務、調查統計與研究分析及其他電子商務服務。</p></li><li dir="ltr"><p dir="ltr">蒐集類別：</p><ol><li dir="ltr"><p dir="ltr">識別個人者：姓名、地址、電話、電子郵件</p></li><li dir="ltr"><p dir="ltr">個人描述：出生年月日、性別</p></li><li dir="ltr"><p dir="ltr">其他得以直接或間接方式識別個人之資料</p></li></ol></li><li dir="ltr"><p dir="ltr">利用期間、地區、對象及方式：</p><ol><li dir="ltr"><p dir="ltr">期間：本中心停止提供本服務之日止。</p></li><li dir="ltr"><p dir="ltr">地區：以下列利用對象之所在地。</p></li><li dir="ltr"><p dir="ltr">對象：會員之個人資料將用於本中心之會員與客戶管理之檢索查詢，以及辨識身份、金流服務與行銷宣傳等，包括但不限於向會員寄送行銷與活動資訊；或在必要範圍內，本中心得將會員之個人資料提供予服務合作夥伴以達上述蒐集目的。</p></li><li dir="ltr"><p dir="ltr">方式：符合個人資料保護相關法令以自動化機器或其他非自動化之利用方式。另，為辦理會員購票優惠及相關服務，會員同意本中心得就其於OPENTIX兩廳院文化生活、本中心委託或合作之售票通路、本中心商場或異業合作店家、本中心網站或社群媒體等行為紀錄及消費資料，於必要範圍內進行蒐集、處理或利用。</p></li></ol></li><li dir="ltr"><p dir="ltr">其他得免為告知事項悉依個人資料保護法第八條第二項各款規定處理。</p></li></ol><h4 dir="ltr">會員就其提供之個人資料之權利</h4><ol><li dir="ltr"><p dir="ltr">本中心對於所蒐集之會員個人資料，會員本人得依個人資料保護法對本中心行使以下權利：查詢或請求閱覽、請求製給複製本、請求補充或更正、請求停止蒐集、處理或利用、請求刪除。會員如欲行使上述權利，可自行登入會員帳戶處理，或與本中心客服聯絡申請（電話：02-7756-3888；信箱：service@tpac-taipei.org）。</p></li><li dir="ltr"><p dir="ltr">如拒絕提供加入會員所需知必要資料，將可能導致無法完成會員申請或享受完整之服務內容。</p></li></ol><p>&nbsp;</p><h4 dir="ltr">個人資料正確性維持義務</h4><p dir="ltr">為能使用本服務，您同意並承諾以下事項：</p><ol><li dir="ltr"><p dir="ltr">依本服務註冊時應填寫之欄位提供您本人正確、最新的資料，且無利用偽造或變造之資料作為重複註冊登錄等情事。</p></li><li dir="ltr"><p dir="ltr">維護並即時更新您個人資料，確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，本中心有權不經事先通知，逕行暫停或終止您的帳號，並拒絕您使用本服務之全部或一部份。</p></li><li dir="ltr"><p dir="ltr">如因您登錄不實資料或冒用他人名義以致於侵害他人之權利或違法時，應自負法律責任，如因此造成本中心損害，您應負賠償之責任。<br/>&nbsp;</p></li></ol><p>&nbsp;</p><h4 dir="ltr">會員帳號與密碼之保管及安全</h4><ol><li dir="ltr"><p dir="ltr">您完成本服務的註冊登記後，需完成電子信箱認證方可使用本服務。本中心將會寄送帳號開通認證信至您註冊所登記的電子信箱，請您於5小時內完成點擊註冊認證信的連結，帳號開通作業方屬成功。有效開通帳號以本中心系統資料紀錄為準，若未於註冊後60小時內完成上述帳號開通程序，您所註冊的會員帳號將被視為無效而刪除，請重新註冊加入。</p></li><li dir="ltr"><p dir="ltr">您的會員帳號、密碼及會員權益僅供您個人使用及享有，請謹慎保管該等會員帳號、密碼及不得洩漏予第三人或轉借、轉讓予任意第三人使用或使會員權益以任何方式授權與他人共同使用。若有前開情事，本中心有權撤銷會員資格或終止會員服務，若因此發生損害，本中心得依法向您請求損害賠償及保留法律追訴權。</p></li><li dir="ltr"><p dir="ltr">請您務必維持密碼及帳號之機密安全，任何依照系統規定方法輸入會員帳號及密碼與登入資料一致時，無論是否由本人親自輸入，均將視為會員本人所使用。如您發現您的密碼或帳號遭到盜用、不當使用或有其他任何安全問題發生時，請立即通知本中心。有前開情事或本中心無法辨識是否為本人使用之情況時，本中心有權暫停或終止提供會員服務，並對此所致之損害，概不負責。</p></li><li dir="ltr"><p dir="ltr">當您每次連線完畢後，應確實執行登出以結束您的帳號使用，以防止被他人盜用。</p></li></ol><p>&nbsp;</p><h4 dir="ltr">會員帳戶權益與資料變更修改方式</h4><ol><li dir="ltr"><p dir="ltr">會員帳號僅限會員本人使用，且每一會員只能擁有一個會員帳號，如違反本服務規定、程序或者提供任何不實資料，將導致會員喪失會員資格，且其累積之購票張數與場次將不計入回饋方案，相關優惠權益亦失其效力。對於違規事件所獲得的不當利益，本中心保留法律追訴權。</p></li><li dir="ltr"><p dir="ltr">如果您的個人資料有變更，您可自行登入會員帳戶進行更正。</p></li><li dir="ltr"><p dir="ltr">會員帳戶之方案回饋、兌換或折抵交易服務以本中心系統資料紀錄為準。</p></li></ol><h4 dir="ltr">註銷帳戶與終止會員身分</h4><ol><li dir="ltr"><p dir="ltr">付費加入會員者，需於繳費時選擇會員方案，每位付費會員僅能選擇一種會員方案，如欲變更會員方案，需要終止當前會員方案，並重新繳交年費選擇會員方案。</p></li><li dir="ltr"><p dir="ltr">付費加入會員者，如未使用任何會員權益，可於入會訂單成立後 7 日內辦理退款，為了加快退款時效，同意由臺北表演藝術中心代為處理銷售憑證。（例：發票處理或折讓）</p></li><li dir="ltr"><p dir="ltr">如果您不願意將您的資料提供予本中心繼續使用，請聯繫本中心客服完成註銷（電話：02-7756-3888；信箱：service@tpac-taipei.org）。會員帳戶一旦註銷，將不再享有所有會員服務及權益，亦無法恢復已註銷之會員帳號。您所繳之年費不允退費。註銷生效後，恕不接受事後追溯與補發。</p></li></ol><h4 dir="ltr">服務內容變更與行銷資訊發送</h4><ol><li dir="ltr"><p dir="ltr">會員同意本中心就所提供本服務之範圍內，本中心均得隨時視業務及實際需要，增減、變更或終止相關服務項目或內容，且無須個別通知會員。</p></li><li dir="ltr"><p dir="ltr">會員同意本中心得按實際執行情形，增加、修改或終止相關活動，並得自行選擇最適當方式通知會員。</p></li><li dir="ltr"><p dir="ltr">會員同意本中心得不定期以書面郵寄、電子報、簡訊或推播訊息方式發送節目、活動或商品等行銷資訊至會員所登錄之住址、電子信箱帳號、行動電話號碼或社群媒體帳號。當會員收到訊息後得向本中心表示拒絕接受行銷，本中心將停止繼續發送前述行銷資訊。</p></li></ol><h4 dir="ltr">通知型訊息</h4><p dir="ltr">本公司/本服務將以通知型訊息傳送重要訊息給您。即使未加入本公司/本服務好友，您仍可接收到通知型訊息。本公司/本服務傳送之通知型訊息以對您有效且重要的訊息為限，以廣告或其他目的的訊息皆不會被傳送。滿足以下三個條件者，將可收到通知型訊息。&nbsp;</p><p dir="ltr">(1) LINE 帳號設定的電話號碼與本公司/本服務所傳來的電話號碼比對相符</p><p dir="ltr">(2) 該 LINE 帳號已在 LINE APP 設定中，同意接收通知型訊息</p><p dir="ltr">(3) LINE 帳號未封鎖傳送訊息之 LINE 官方帳號。欲變更通知型訊息的設定，操作如下：&nbsp;</p><p dir="ltr">(1) 點選「好友」＞「設定」&nbsp;</p><p dir="ltr">(2) 點選「隱私設定」&nbsp;</p><p dir="ltr">(3) 點選「提供使用資料」&nbsp;</p><p dir="ltr">(4) 點選「通知型訊息」&nbsp;</p><p dir="ltr">(5) 開關「接收通知型訊息」。</p><p dir="ltr">關閉「接收通知型訊息」後，將不會接收到來自任何企業官方帳號或認證官方帳號的通知型訊息。</p><h4 dir="ltr">拒絕或終止您的使用</h4><p dir="ltr">您同意本中心基於維護交易安全及保障帳戶個人資料之考量，因任何理由，包含但不限於缺乏使用，或違反本服務條款的明文規定及精神，其他不當使用或濫用會員權益之行為者，將終止您的密碼、帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除，可於事前通知或不通知的狀況下，隨時終止本服務或任何部分。此外，您若同意本服務之使用被終止，本中心對您或任何第三人均不承擔責任。</p><p>&nbsp;</p><h4 dir="ltr">服務條款之增訂或修改</h4><p dir="ltr">本中心保留隨時增訂或修改本服務條款之權利，異動後的服務條款內容將公告於本中心官方網站，會員應定期檢視本服務條款及相關規約，恕不另對會員事先或個別通知。如果您不同意修改內容，請停止繼續使用本服務。倘若您繼續使用本中心提供之會員服務，則視為您同意並接受本服務條款之任何修改或變更。</p><h4 dir="ltr">服務暫停或中斷</h4><p dir="ltr">本中心將以合理之技術及方式，維護會員服務之正常運作，但如有下列情形之一時，本中心得暫停或中斷部分或全部服務等必要措施，本中心不負擔任何賠償責任：</p><ol><li dir="ltr"><p dir="ltr">本中心電子通信設備進行必要之保養或施工時。發生突發性之電子通信設備故障時。本中心申請之電子通信服務被停止，無法提供服務時。因不可抗力因素或其他不可歸責本中心之事由，致本中心網站無法提供服務時。</p></li><li dir="ltr"><p dir="ltr">發生突發性之系統設備異常或故障時。</p></li><li dir="ltr"><p dir="ltr">系統負荷過重，對服務內容運作造成滯礙時。</p></li><li dir="ltr"><p dir="ltr">因天災、事變、或其他不可抗力、或因系統遭第三人入侵、或因其他非可歸責於本中心之事由、或非本中心所得控制之事由而導致系統不能正常運作或遭偽造、竄改、刪除或擷取時。</p></li><li dir="ltr"><p dir="ltr">您有任何違反政府法令或本服務條款時。</p></li></ol><h4 dir="ltr">會員優惠之使用</h4><ol><li dir="ltr"><p dir="ltr">會員於會員資格有效期限內，購買本中心主辦節目票券及商場消費，出示會員證明即可享有會員優惠。</p></li><li dir="ltr"><p dir="ltr">會員於會員資格有效期限內，於網路購票時登入會員資料，即可享有會員購票優惠。</p></li><li dir="ltr"><p dir="ltr">本中心保有變更或終止會員優惠活動，及發行與停卡之權利。</p></li><li dir="ltr"><p dir="ltr">本中心將不定期更新或變更會員優惠，以本中心館內及官方網站公告為主。</p></li></ol><h4 dir="ltr">準據法與管轄法院</h4><p dir="ltr">關於本服務條款之解釋與適用，以中華民國之法律為準據法。</p><p>會員因使用本服務而與本中心所生的爭議，同意本誠信原則解決之，如有訴訟之必要時，除法律另有規定者外，同意以臺灣士林地方法院為第一審管轄法院。</p>'
        }
    ]
}